Repository: axelerant/custom-bulkquick-edit
Catalog: languages/custom-bulkquick-edit-*.po
Languages: es_es, sr_rs

source: Enable editing of %1$s' date.
es_es: Habilitar la edición de la fecha. %1$s

source: Date
es_es: Fecha

source: Enable "%s"?
es_es: ¿Activar "%s"?
sr_rs: Omogući "%s"?

source: Disable Donate Text?
es_es: ¿Desactivar Texto Donar?

source: Remove "If you like…" text with the donate and premium purchase links from the settings screen.
es_es: Elimine el texto "Si le gusta ..." con los enlaces de donar y compra premium de la pantalla de configuración.

source: Y/m/d g:i:s A
es_es: A/M/d g:i:s Un

source: Y/m/d
es_es: A/m/d

source: <a href="%s">Date formats</a>.
es_es: <a href="%s"> Formatos Fecha </a>

source: Yes
es_es: Si
sr_rs: Da

source: Where's the beef?
es_es: ¿Dónde está la carne?
sr_rs: Gde se nalazi?

source: As color
es_es: Como color

source: As date
es_es: Como fecha

source: As datetime
es_es: Como datetime

source: As float
es_es: Como float

source: As integer
es_es: Como entero

source: As multiple select
es_es: como selección múltiple

source: As user
es_es: Como usuario

source: &mdash; No Change &mdash;
es_es: &mdash; Sin Cambio &mdash;
sr_rs: &mdash; Nema promene&mdash;

source: &mdash; Unset &mdash;
es_es: &mdash; Desactivar &mdash;

source: Please donate $5 towards ongoing free support and development of the "%1$s" plugin. %2$s
es_es: Por favor, dona $5 hacia el apoyo continuo gratuito y el desarrollo del plugin "%1$s". %2$s

source: Reset
es_es: Restablecer

source: About
es_es: Acerca de

source: Export Settings
es_es: Configuración de exportación
sr_rs: Exportuj postavke

source: These are your current settings in a serialized format. Copy the contents to make a backup of your settings.
es_es: Estos son los ajustes actuales en un formato serializado. Copie el contenido para hacer una copia de seguridad de la configuración.
sr_rs: Ovo su trenutne postavke u serijalnom formatu. Kopirajte sadržaj da biste napravili backup postavki.

source: Import Settings
es_es: Configuración de importación
sr_rs: Importuj postavke

source: Paste new serialized settings here to overwrite your current configuration.
es_es: Pegue nuevos ajustes serializados aquí para sobrescribir la configuración actual.
sr_rs: Paste nove serijalizovane postavke ovde da biste pisali preko trenutne konfiguracije.

source: Delete all %s data and options from database on plugin deletion
es_es: Eliminar todos los datos %s y opciones de base de datos al eliminar el plugin

source: Remove Plugin Data on Deletion?
es_es: ¿Eliminar datos del Plugin al eliminarlo?
sr_rs: Ukloniti Plugin podatke na Deletion?

source: Reset to Defaults?
es_es: ¿Restablecer los valores predeterminados?
sr_rs: Reseovati do Default-a?

source: Check this box to reset options to their defaults
es_es: Marque esta casilla para restablecer las opciones a sus valores predeterminados
sr_rs: Čekirati ovaj kvadrat da bi se resetovale opcije do defaulta

source: <img class="alignright size-medium" src="%1$s/media/michael-cannon-red-square-300x2251.jpg" alt="Michael in Red Square, Moscow, Russia" width="300" height="225" /><a href="%2$s">%3$s</a> is by <a href="%4$s">Michael Cannon</a>. He's <a href="%5$s">Peichi’s</a> smiling man, an adventurous <a href="%6$s" target="_blank">water-rat</a>, <a href="%7$s">chief people officer</a>, <a href="%8$s">cyclist</a>, <a href="%9$s">full stack developer</a>, <a href="%10$s">poet</a>, <a href="%11$s">WWOOF’er</a> and <a href="%12$s">world traveler</a>.
es_es: <img class="alignright size-medium" src="%1$s/media/michael-cannon-red-square-300x2251.jpg" alt="Michael en la Plaza Roja, Moscú, Rusia" width="300" height="225" /><a href="%2$s">%3$s</a> is by <a href="%4$s">Michael Cannon</a>. El es <a href="%5$s">Peichi’s</a> hombre sonriente, una aventurera <a href="%6$s" target="_blank">rata de agua</a>, <a href="%7$s">jefe de personas </a>, <a href="%8$s">ciclista</a>, <a href="%9$s">desarroñlador completo </a>, <a href="%10$s">poet</a>, <a href="%11$s">WWOOF’er</a> and <a href="%12$s">viajero mundial</a>.

source: Save Changes
es_es: Guardar los cambios
sr_rs: Sačuvati promene

source: If you like this plugin, please <a href="%1$s" title="Donate for Good Karma"><img src="%2$s" border="0" alt="Donate for Good Karma" /></a> or <a href="%3$s" title="purchase premium WordPress plugins from Aihrus ">purchase the Premium version</a> to help fund further development and <a href="%4$s" title="Support forums">support</a>.
es_es: Si te gusta este plugin, por favor, <a href="%1$s" title="Donate for Good Karma"><img src="%2$s" border="0" alt="Donate for Good Karma" /></a> o <a href="%3$s" title="purchase premium WordPress plugins from Aihrus ">purchase the Premium version</a> para ayudar a financiar el desarrollo y la <a href="%4$s" title="Support forums">support</a>.

source: Copyright &copy;%1$s <a href="%2$s">Aihrus</a>.
es_es: Derechos Reservados &copy;%1$s<a href="%2$s">Aihrus</a>.

source: Required
es_es: Necesario
sr_rs: Potrebno

source: Expand/Collapse All Options
es_es: Expandir / Contraer todas las Opciones

source: Expand/Collapse
es_es: Expandir / Contraer

source: `aihr_check_aihrus_framework` requires $file argument
es_es: `aihr_check_aihrus_framework` requiere argumento de archivo $

source: <a href="%1$s">Update plugins</a>. <a href="%2$s">More information</a>.
es_es: < a href="%1$s"> Actualizar plugins</a>.<a href="%2$s"> Más información </a>.

source: Plugin "%1$s" is causing the out of date issue.
es_es: El Plugin "%1$s" está causando el problema de la fecha.

source: Plugin "%1$s" has been deactivated as it requires Aihrus Framework %2$s or newer. You're running Aihrus Framework %4$s. Once corrected, "%1$s" can be activated. %5$s %3$s
es_es: Plugin "%1$s" se ha desactivado pues requiere Aihrus Framework %2$s o más nuevos. Usted está ejecutando Aihrus Framework %4$s. Una vez corregidos, "%1$s" se pueden activar. %5$s %3$s

source: `aihr_check_php` requires $file argument
es_es: `aihr_check_php` requiere argumento de archivo $

source: Plugin "%1$s" has been deactivated as it requires PHP %2$s or newer. You're running PHP %4$s. Once corrected, "%1$s" can be activated. <a href="%3$s">More information</a>.
es_es: El Plugin "%1$s" ha sido desactivado, ya que requiere PHP %2$s o más reciente. Usted está ejecutando PHP %4$s. Una vez corregidos, "%1$s" se pueden activar. <a href="%3$s"> Más información </a>.`aihr_check_php` requiere argumento de archivo $

source: `aihr_check_wp` requires $file argument
es_es: `aihr_check_php` requiere argumento de archivo $

source: Plugin "%1$s" has been deactivated as it requires WordPress %2$s or newer. You're running WordPress %4$s. Once corrected, "%1$s" can be activated. <a href="%3$s">Update WordPress</a>.
es_es: El Plugin "%1$s" ha sido desactivado, ya que requiere WordPress %2$s o más reciente. Usted está ejecutando WordPress %4$s. Una vez corregidos, "%1$s" se pueden activar. <a href="%3$s"> Actualizar WordPress </a>.

source: <a href="%1$s">update to</a>
es_es: <a href="%1$s">actualizar a</a>

source: <a href="%1$s">install</a>
es_es: <a href = "%1$s">instalar</a>

source: <a href="%1$s">activate</a>
es_es: <a href="%1$s"> Activar </a>

source: Plugin "%3$s" has been deactivated. Please %1$s "%4$s" version %2$s or newer before activating "%3$s".
es_es: El Plugin "%3$s"ha sido desactivado. Por favor %1$s"%4$s" versión %2$s o más reciente antes de activar "%3$s".

source: <a href="%1$s">%2$s &gt; Settings</a>, <em>Premium</em> tab, <em>License Key</em> entry
es_es: <a Href="%1$s">%2$s> Configuración </a>, <em> premium </em> de la ficha, <em> Clave de Licencia </em> entrada

source: <a href="%s">Where's my license key?</a>
es_es: <a href="%s"> ¿Dónde está mi clave de licencia? </a>

source: Plugin "%1$s" requires license activation before updating will work. Please activate the license key through %2$s. No license key? See "%3$s" or purchase "%4$s".
es_es: El Plugin "%1$s" requiere activación de la licencia antes de que la actualización funcione. Por favor, active la clave de licencia a través de %2$s. ¿Sin clave de licencia? Ver "%3$s" o compre "%4$s".

source: License Key
es_es: Clave de licencia

source: Required to enable premium plugin updating. Activation is automatic. Use `0` to deactivate.
es_es: Requerida para activar la actualización del plugin premium. La activación es automática. Use `0` para desactivar.

source: Plugin "%1$s" has been deactivated as it requires a current Aihrus Framework. Once corrected, "%1$s" can be activated. %2$s
es_es: El Plugin "%1$s" ha sido desactivado, ya que requiere de un Aihrus Framework actual. Una vez corregidos, "%1$s" se pueden activar. %2$s

source: Custom Bulk/Quick Edit Premium plugin extends Custom Bulk/Quick Edit by Aihrus with custom post types handling and other helpful features.
es_es: El Plugin Custom Bulk/Quick Edit Premium exteinde Custom Bulk/Quick Edit de Aihrus con tipos de publicación personalizados y otras características útiles.

source: Settings
sr_rs: Postavke

source: If your Custom Bulk/Quick Edit display has gone to funky town, please <a href="%s">read the FAQ</a> about possible CSS fixes.
sr_rs: Ako je vaš Custom Bulk/Quick Edit prikaz poludeo,<a href="%s"> pročitajte FAQ</a> o mogućim CSS popravkama.

source: Please donate $5 towards development and support of this Custom Bulk/Quick Edit plugin. %s
sr_rs: Donirajte $5 zarada podrške razvoja Custom Bulk/Quick Edit plugin-a. %s

source: Compatibility & Reset
sr_rs: Kompabitilnost & Resetovanje

source: About Custom Bulk/Quick Edit
sr_rs: O Custom Bulk/Quick Edit

source: No
sr_rs: Ne

source: As checkbox
sr_rs: Kao checkbox

source: As input field
sr_rs: Kao input polje

source: As radio
sr_rs: Kao radio

source: As select
sr_rs: Kao izabrano

source: As textarea
sr_rs: Kao područje teksta

source: No, but enable column view
sr_rs: Ne, ali omogući pregled kolone

source: Like categories
sr_rs: Kao kategorije

source: Like tags
sr_rs: Kao tagovi

source: You may create options formatted like "the-key|Supremely, Pretty Values" seperated by newlines.
sr_rs: Možete kreirati opcije formatirane kao "the-key|Supremely, Pretty Values" odvojeno novim rečenicama.

source: Force making %1$s an editable taxonomy field like checked categories or free-text tags.
sr_rs: Prinudi stvaranje %1$s editujućeg taxonomy polja kao čekirane kategorije ili tagovi bez teksta.

source: Enable editing of %1$s' excerpt.
sr_rs: Omogući editovanje od %1$s' excerpt.

source: During bulk editing, easily remove all of the %1$s' prior relationships and add new.
sr_rs: Tokom bulk editovanja, lako ukloniti sve %1$s' veze i dodati nove.

source: Enable editing of %1$s' title.
sr_rs: Omogući editovanje %1$s' naslova.

source: %s Configuration
sr_rs: %s Konfiguracija

source: Edit "%s" taxonomy?
sr_rs: Edituj "%s" taxonomy?

source: Title
sr_rs: Naslov

source: Reset "%s" Relations?
sr_rs: Resetuj "%s" odnose?

source: Delete all Custom Bulk/Quick Edit data and options from database on plugin deletion
sr_rs: Obrisati sve Custom Bulk/Quick Edit podatke i opcije sa baze podataka na brisanju plugina

source: If you like this plugin, please <a href="%1$s" title="Donate for Good Karma"><img src="%2$s" border="0" alt="Donate for Good Karma" /></a> or <a href="%3$s" title="purchase Custom Bulk/Quick Edit Premium">purchase Custom Bulk/Quick Edit Premium</a> to help fund further development and <a href="%4$s" title="Support forums">support</a>.
sr_rs: Ako vam se dopada ovaj plugin, molim vas <a href="%1$s" title="Donirajte Good Karma"><img src="%2$s" border="0" alt="Doirajte za Good Karma" /></a> or <a href="%3$s" naslov="kupite Custom Bulk/Quick Edit Premium">kupite Custom Bulk/Quick Edit Premium</a>da biste pomogli u daljem razvoju<a href="%4$s" naslov="Forumi podrške">podrška</a>.

source: Enable
sr_rs: Omogući

source: Custom Bulk/Quick Edit plugin allows you to easily add previously defined custom fields to the edit screen bulk and quick edit panels.
sr_rs: Custom Bulk/Quick Edit plugin vam dozvoljava da lako dodajete prethodno definisana custom polja za editovanje bulk ekrana i brzo editovanje panela.
